import { useTitle } from '../utils';

export default function Portfolio() {
  useTitle('עליי');

  return (
    <>
      <section className="hero wrap">
        <h1>עליי ועל הבחירה בקינוחים בריאים</h1>
      </section>
      <section className="section wrap">
        <p>
          גדלתי בבית שבו אורח חיים בריא היה חלק מהבית. בגיל 13 התמודדתי עם עודף משקל, ובעזרת תזונאי מדהים בשם רן צורי גיליתי שלא מדובר רק במספרים או קלוריות – אלא בדרך חיים מלאה שמחברת בין גוף, נפש ותזונה. הפגישות איתו עוררו בי השראה, סקרנות והשאירו בי רצון עז להעמיק בתחום.
        </p>
        <p>
          עם השנים אימצתי את הידע שלמדתי מרן והתחלתי ליישם אותו לבד. אך תמיד היה קצת חסר המתוק בבית, כמו למשל ביום ההולדת של ההורי שרציתי שהם יאכלו עוגה יפה ומזינה, או אפילו כשמזמינים אורחים בימי שישי תמיד רציתי שכולם יאכלו מהמגש. לכן, אספתי מתכונים, שיניתי, שיפרתי ויצרתי חדשים. חלקם בהשראת אחרים (תמיד עם קרדיט כמובן), וחלקם לגמרי מקוריים. המטרה שלי ברורה: להנגיש קינוחים טעימים, יפים ומזינים גם לאנשים שמעדיפים תזונה טבעית ונקייה, וגם לאנשים עם מגבלות תזונה כמו צליאק או סוכרת. בנוסף, מאז תקופת הקורונה גיליתי מחדש את האהבה שלי לאסתטיקה של קינוחים – כי בעיניי חשוב לא פחות שהקינוח ייראה מרשים ויפה כשמניחים אותו על השולחן, אני מאמינה שאנחנו אוכלים גם עם העיניים!
        </p>
        <div className="split section--tight">
          <img loading="lazy" src="/images/49aa8c_2a214b7fbfc84298a02e6d635d1f1ff6_mv2.jpg" alt="" />
          <img loading="lazy" src="/images/49aa8c_e57ef2e6476445c68556328550e7f7a6_mv2.jpg" alt="" />
        </div>
        <p>
          אני עדיין בדרך, לומדת ומתפתחת כל הזמן. אשמח מאוד לשמוע מכם רעיונות למתכונים חדשים, קטגוריות נוספות או כתבות שתרצו שאעלה כאן. מוזמנים לכתוב לי בתחתית העמוד
        </p>
      </section>
    </>
  );
}
